adamcaviness.theme-monokai-dark-soda
akamud.vscode-theme-onelight
aws-scripting-guy.cform
azemoh.one-monokai
basarat.god
bierner.markdown-checkbox
bierner.markdown-preview-github-styles
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bruno-api-client.bruno
chrmarti.regex
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dkundel.vscode-new-file
donjayamanne.githistory
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
erd0s.terraform-autocomplete
esbenp.prettier-vscode
fabiospampinato.vscode-markdown-todo
fabiospampinato.vscode-todo-plus
flowtype.flow-for-vscode
gerane.theme-flatlanddark
gerane.theme-wombat
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hashicorp.terraform
iampeterbanjo.elixirlinter
iliazeus.vscode-ansi
jakebecker.elixir-ls
jebbs.plantuml
jock.svg
johnpapa.winteriscoming
kevinrose.vsc-python-indent
keyboarddrummer.vscode-cloudformation
mathiasfrohlich.kotlin
matthewnespor.vscode-color-identifiers-mode
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.wordcount
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
publicus.org-checkbox
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
rocksetinc.rockset-vscode
rvest.vs-code-prettier-eslint
sodatea.velocity
streetsidesoftware.code-spell-checker
timonwong.shellcheck
tomphilbin.gruvbox-themes
tuxtina.json2yaml
undefined_publisher.vscode-referencing-reminder-codelens
usernamehw.todo-md
vscodevim.vim
vstirbu.vscode-mermaid-preview
zainchen.json
